Repository: ctricaud/appliTodo
Catalog: po/*.po
Languages: de, it, nl, zh

source: Activation d'un nouveau compte utilisateur
de: Aktivieren Sie ein neues Konto
it: Attivare un nuovo account
nl: Het activeren van een nieuwe account
zh: 激活新帐号

source: Adresse e-mail
de: E-Mail
it: E-mail
nl: E-mail
zh: 电子邮件地址

source: Connexion
de: Anmelden
it: Entra
nl: Login
zh: 注册

source: Contrôle répéter Mot de passe
de: Steuer Passwort wiederholen
it: Controllo ripetizione password
nl: Controle Herhaal wachtwoord
zh: 控制重复密码

source: Contrôle: répéter Mot de passe
de: Steuer Passwort wiederholen
it: Controllo ripetizione password
nl: Controle Herhaal wachtwoord
zh: 控制：重复密码

source: Création d'un nouveau compte utilisateur
de: Erstellen eines neuen Benutzerkontos
it: Creazione di un nuovo account utente
nl: Het creëren van een nieuwe gebruikersaccount
zh: 创建一个新的用户帐户

source: Créer un compte gratuitement
de: Ein kostenloses Konto anlegen
it: Creare un account gratuito
nl: Maak een gratis account
zh: 创建一个免费帐户

source: Des projets et des listes sans limite
de: Unbegrenzte Projekte und Listen
it: Progetti e liste illimitate
nl: Onbeperkt Projecten en lijsten
zh: 项目和无限的名单

source: Entre 6 et 30 caractères
de: Zwischen 6 und 30 Zeichen
it: Tra 6 e 30 caratteri
nl: Tussen 6 en 30 tekens
zh: 6至30个字符

source: Envoi demande
de: Senden Anfrage
it: invio richiesta
nl: Verzoek verzenden
zh: 发送请求

source: Mot de Passe perdu?
de: Passwort vergessen?
it: Password dimenticata?
nl: Wachtwoord vergeten?
zh: 忘记密码？

source: Mot de passe
de: Passwort
it: Password
nl: Wachtwoord
zh: 密码

source: Mot de passe: 6 à 30 car.
de: Passwort: 6-30 Zeichen
it: Password: 6-30 caratteri
nl: Wachtwoord: 6-30 auto.
zh: 密码：6-30车。

source: Nouveau mot de passe
de: Neues Passwort
it: Nuova password
nl: Nieuw wachtwoord
zh: 新密码

source: Redéfinissez votre mot de passe
de: Passwort zurücksetzen
it: Resettare la password
nl: Reset wachtwoord
zh: 重设密码

source: Rester connecté
de: bleiben
it: Rimani connesso
nl: Blijf verbonden
zh: 保持联系

source: Retour identification
de: Zurück Identifikations
it: identificazione Indietro
nl: Terug identificatie
zh: 返回标识

source: Saisissez votre nouveau mot de passe
de: Geben Sie Ihr neues Passwort
it: Inserisci la tua nuova password
nl: Voer uw nieuwe wachtwoord
zh: 请输入您的新密码

source: Votre nom: 3 à 50 car.
de: Ihr Name: 3-50 Zeichen
it: Il tuo nome: 3-50 caratteri
nl: Uw naam: 3-50 auto.
zh: 你的名字：3-50车。

source: {{message}}
zh: {{消息}}
